{
"chevorlet":[
    {
        "name": "Equinox",
        "description": "The Chevrolet Equinox is a crossover SUV introduced by Chevrolet in 2004 for the 2005 model year. It was intended to replace the North American Chevrolet Tracker and Chevrolet S-10 Blazer.",
        "price_range": "$15,000-$40,000 (Last 10 Years)",
        "image": "./images/equinox.jpg"
    },
    {
        "name": "Impala",
        "description": "The Impala was Chevrolet's popular flagship passenger car and was among the better-selling American-made automobiles in the United States.",
        "price_range": "$18,000-$25,000 (Last 10 Years)",
        "image": "./images/impala.jpg"
    },
    {
        "name": "Malibu",
        "description": "The Chevrolet Malibu is a mid-size car that was manufactured and marketed by Chevrolet from 1964 to 1983 and from 1997 to 2024.",
        "price_range": "$15,000-$35,000 (Last 10 Years)",
        "image": "./images/malibu.jpg"
    },
    {
        "name": "Silverado",
        "description": "The Chevrolet Silverado is a full-size pickup truck that comes in a variety of trim levels and cab layouts.",
        "price_range": "$25,000-$70,000 (Last 10 Years)",
        "image": "./images/silverado.jpg"
    }    
        
],

"honda":[
    {
        "name": "Accord",
        "description": "The Honda Accord is a midsize sedan known for its fuel efficiency, safety, reliability, and technology.",
        "price_range": "$15,000-$40,000 (Last 10 Years)",
        "image": "./images/accord.png"
    },
    {
        "name": "Civic",
        "description": "The Honda Civic is a compact car available in sedan, hatchback, and coupe forms, offering practicality and value.",
        "price_range": "$12,000-$35,000 (Last 10 Years)",
        "image": "./images/civic.png"
    },
    {
        "name": "CR-V",
        "description": "The Honda CR-V is a compact SUV known for its practicality, efficiency, and refined features, available in gas and hybrid models.",
        "price_range": "$18,000-$40,000 (Last 10 Years)",
        "image": "./images/CR-V.png"
    },
    {
        "name": "Pilot",
        "description": "The Honda Pilot is a midsize SUV known for its spacious interior, versatility, and family-friendly features. It typically seats up to eight passengers and offers a comfortable ride, making it ideal for families and road trips.",
        "price_range": "$20,000-$50,000 (Last 10 Years)",
        "image": "./images/Pilot.png"       
    }
]

}